export const now_or_upcomming_data = [
    {
        id: "n1",
        date: "2026.04.18 - 2026.06.28",
        title: "遙視",
        img_H: require('../../images/EP_remote-viewing_H.png'),
        img_D: require('../../images/EP_remote-viewing_D.png'),
        description: "《遙視》（Remote Viewing）以一項思想實驗作為起點。1931年6月24日，日本進行了一項創新實驗，試圖捕捉月球背面的影像——這是當時地球上任何望遠鏡都未能實現的壯舉。據稱，由身處日本須磨的三田光一透過心靈傳遞的影像，在心理學家與心靈研究者福來友吉（Tomokichi Fukurai）的監督下，被記錄於攝影底片上。這項實驗展示了「千里眼」（senrigan）的力量，一種宣稱能夠僅憑心靈能力感知遠方事件的概念。當時福來友吉身處一場探索心靈潛能的國際運動的交匯點，並為這場運動帶來了獨特的亞洲視角。他的研究與當時全球對無意識、催眠、透視和人類潛能的新興興趣不謀而合。儘管他因這些研究而在學術界遭到排斥，但他透過這些實驗創作出的引人注目的照片——此次為首次展出——至今仍見證了福來提出的一項激進命題：心靈本身亦可被視為一種影像生成的技術。在數位文化與先進科技大幅拓展人類視覺疆界的時代，正是心靈之眼使我們能夠感知到超越常規可見之物的事物。本次展覽展出了當代國際藝術家的作品，以視覺圖像建構感知架構，並將這些作品與歷史藝術作品和檔案資料並置呈現。在這些藝術表達中，圖像扮演著心理介面的角色，使時間、聲音與身份得以在跨越距離的狀態下被重新理解與感知。\n\n展覽標題《遙視》（Remote Viewing）援引「遙視」一詞，此一概念在1970至1980年代於超心理學研究與冷戰時期的軍事計畫中逐漸被制度化，用以指稱一種能夠跨越距離進行超感知觀看的能力。當時，蘇聯、中國、歐洲以及美國的多個祕密研究計畫皆曾對此現象展開調查，並在不同程度上將「遙視」的概念納入其研究與行動框架之中。然而，本展所呈現的檔案資料將這些現代實踐置於更為悠久的歷史脈絡之中，指出人類長久以來即不斷嘗試突破日常視覺的限制，延展感知的邊界。這類觀念早已存在於民間信仰與泛靈論的宇宙觀之中，其中蘊含著一種對生命世界的深層理解：萬物皆具靈性，彼此之間相互影響，並在關係之中持續轉化。這樣的思想在某種遙遠的層面上，也與量子物理學對世界關係的理解產生共鳴。跨越不同文化與歷史時期，占卜、催眠、夢境解析、靈性溝通和儀式都將感知視為一種可變的能力，而非固定不變的屬性，它可以被培養、強化和重新引導。\n\n在本次展覽中，「遙視」被理解為一種隱喻，並非需要被驗證的超自然現象，而是一個概念框架，用於追溯心靈和感知如何在歷史和技術層面被媒介化。從20世紀中期廣播基礎設施和衛星成像技術的擴展以來，直至當今的網路化的視覺體制，視覺領域不斷拓展視野，跨越距離，同時重塑關注、視覺文化以及知識的本質。展覽著重探討兩種相互關聯的張力：一方面，意識作為想像、記憶和創新的生成場域，另一方面，意識作為權力、控制和治理結構中的工具，而這些結構又是由視覺體系所塑造的。展覽正是在這種張力中，邀請觀眾從內在重新思考感知，進而重拾想像與體驗的主體性。\n\n本展的核心命題在於指出：「遙視」並不僅止於對遠方事物的觀看。更重要的是，它揭示了個體與集體的心理經驗，如何在一種次文化現代性（subcultural modernity）的框架中被塑造。這些框架涉及身體、歷史與證言如何在不斷變動的視覺語言中，被重新顯影、轉譯與理解。透過與當代作品的對話，展覽從多重知識論的角度重新介入這批檔案材料，並將其置於與藝術相互生成的關係之中。藉由以非線性且跨文化的視角串連參展藝術家的實踐，本展試圖鬆動既有的藝術史敘事，並為感知開啟新的可能性。",
    }
];

export const past_data = [
    {
        id: "p1",
        date: "2025.8.29 - 2025.11.2",
        title: "亂流：半睡飛行夢",
        img_H: require('../../images/EP_the-limit-is-the-turbulent-skies_H.jpg'),
        img_D: require('../../images/EP_the-limit-is-the-turbulent-skies_D.jpg'),
        description: "「The Sky's the Limit」這句曾經盛行的諺語，過去代表著人們對未來的想像，覺得天空是無限的，什麼都有可能實現，象徵著自由、進步和突破一切限制。但這份開放感，正逐漸被吞噬。今日的天空，早已被科技、監控、地緣政治與全球資本等力量交織成一張無形的網絡。我們穿行其中，是否真能辨識那背後看不見的邊界、數據與權力結構？\n\n本展由此出發，並顛覆這句樂觀口號，轉化為：「The limit's the skies」。我們試圖指出，那些被「自由」與「全球化」包裝之下的矛盾現實，如對雲端系統與演算法的質疑、對遷徙與歸屬的矛盾心理、對旅遊慾望的拆解，以及對物質貿易歷史與流通基礎建設的反思等。這些情況如同亂流，擾動著我們對世界的感知，使原本穩定的觀看方式出現裂縫。當情感、記憶與身體被捲入不斷流動的體系，「亂流」已不只是飛行中的氣流變化，更是一種我們這一代人共同面對的感知狀態：世界結構鬆動、界線模糊、感官過度刺激——迫使我們重新思考自身所處的位置與連結的方式。\n\n因此，我們選擇「機場」作為展覽的出發情境，一個我們熟悉卻鮮少凝視的場所。這裡充滿期待、過境、控制與流動，既是連結全球的中介空間，也是觀察當代世界如何運作的節點與裂縫。在這裡，我們邀請觀眾共同啟程，以感官重新丈量世界。展出的九位藝術家，分別來自台灣、香港與南韓，從不同視角進入這場「亂流」。",
    },
    {
        id: "p2",
        date: "2025.12.20 - 2026.03.01",
        title: "在試管中？在活體內！",
        img_H: require('../../images/EP_in-vivo_H.jpg'),
        img_D: require('../../images/EP_in-vivo_D.jpg'),
        description: "攝影家立木義浩自1965年以《吐舌頭的天使》嶄露頭角後，60年間持續活躍於日本攝影界的最前線。他的拍攝題材廣泛多元，從眾多美麗的女演員，到名人家庭、地震災民，乃至世界遺產、日本國寶「東寺」佛像等，皆入其鏡頭。立木義浩以敏銳的感受力捕捉時代的瞬息變化，擅長在日常與宏大之間擷取屬於當代的獨特片段。\n\n「博物館」始終是立木義浩心中充滿好奇的場所。20多歲時，《吐舌頭的天使》拍攝的外景地點便是上野的博物館；高齡86歲時，再度令他提起相機的，是充滿學術標本與古老展示架的「東京大學綜合研究博物館」。此次展覽的拍攝對象，正是這座博物館所珍藏的大量學術標本。\n\n展名「在試管中？在活體內！」源自拉丁文「in Vitro? in Vivo!」，「in Vitro」意謂「在試管中」，「in Vivo」則指「在活體內」，分別代表生理學中於人工環境與生物體內發生的反應。博物館典藏標本雖封存於現實世界之外，但當它們在展示空間中重現，並透過相機的取景框被捕捉時，彷彿再次獲得生命。本展透過科學與藝術的跨界合作，使這些標本與文物不再只是研究素材，而能以藝術角度重新展現其鮮為人知的生動面貌。\n\n在立木義浩的作品裡，這些原本「無溫度」的拍攝對象卻醞釀出只在鏡頭下才會浮現的表情。畫面之間交織著生與死、學術與藝術、自然與人造、分類與共存等充滿博物學與哲思的對比——甚至連學術標本，也如他所說般「仍然鮮活」，開始呈現帶有個人情感的故事。",
    },
    {
        id: "p3",
        date: "2025.12.20-2026.03.01 ",
        title: "浮生——《人間》中的報導",
        img_H: require('../../images/EP_unseen-life_H.jpg'),
        img_D: require('../../images/EP_unseen-life_D.jpg'),
        description: "由作家陳映真創辦的《人間》雜誌，自 1985 年 11 月創刊至 1989 年 9 月，共出版四十七期。它在台灣逐步民主化的過程中，透過視覺表現產生社會關注及影響，並因喚起社會、政治與族群議題而受到重視，開啟報導攝影新階段。然而，相較於已有許多相關研究的文字報導，奠定雜誌視覺風格的攝影卻長期被忽略。事實上，《人間》雜誌的文字與影像相輔相成，文字敘述了影像的深刻，影像強化了文字的力量，每頁幾乎至少一圖的版面，開啟了台灣報導攝影的新篇章。\n\n本展由策展人蘇盈龍與法國攝影史學者米謝爾．費佐（Michel Frizot）策展，聚焦《人間》的攝影影像。展覽透過梳理、精煉47期雜誌、5,497張圖像，重現196位攝影家中的12位，並以訪談影片呈現他們如何從接觸攝影到成為攝影記者、發掘主題，以及內部編輯過程等。藉由這些從報導中選出的單獨影像，去理解照片中所蘊含的悲憫，及其風格上的原創性與多樣性；同時，雜誌報導數位輸出的呈現，除了將展出的影像重新置回《人間》的原始脈絡中，也是為了彌補原始底片散佚的缺憾。\n\n《浮生——〈人間〉中的報導攝影，1985–1989》真實映照出攝影家的熱情與投入，讓他們曾為了記錄真實、痛苦或是希望而踏遍險境的歷程，重新顯影於這個時代。本展希望能將當年不被重視的這些報導攝影的前行者，在這個時代再一次甦醒。即使一路行來黑暗未曾完全消失，人間燈火卻也一直幽幽照耀著。",
    },
    {
        id: "p4",
        date: "2024.12.21 - 2025.05.04",
        title: "草間彌生的「軌跡」與「奇跡」",
        img_H: require('../../images/EP_kusama_yayoi_H.jpg'),
        img_D: require('../../images/EP_kusama_yayoi_D.png'),
        description: "現年高齡96歲的草間彌生，為當代藝術史上最具代表性及顛覆性的創作者之一。1929年生於日本長野縣松本市，1957至1973年間移居美國，後返回日本定居。草間彌生學生時期受日本畫訓練，卻不囿於傳統藝術形式的框架，由個體的生命經驗轉化、發展出獨樹一格的藝術語彙，作品媒材遍及繪畫、雕塑、拼貼、版畫、行為展演、錄像及大型裝置等，並跨足時尚產業，以其鮮豔奔放的色彩、大膽具原創性的創作題旨及形式聞名於世，於歐美前衛藝術浪潮、乃至於當今視覺藝術領域中，皆佔有舉足輕重的地位。\n\n1990年代，是草間彌生1973年自美國返日後，重回國際觀眾視野，而後大放異彩的關鍵時期。1993年，她成為首位於威尼斯雙年展日本館個展的當代藝術家；隨後五年，洛杉磯郡立美術館、東京都現代美術館接連舉辦大型回顧展，奠定草間彌生作為當代藝術大家的定位。1998年，草間彌生受昔時臺北市立美術館館長林曼麗及策展人南條史生之邀，於「臺北雙年展」創作巨型現地裝置《圓點的強迫妄想》，以七個帶有黑色圓點的螢光粉紅氣球滿佈北美館的中庭，是為草間彌生以巨大雕塑與公共空間對話的重要節點；該次展覽亦開啟這位風靡全球的藝術家與臺灣的頻繁交往。\n\n「草間彌生的『軌跡』與『奇跡』」展覽以草間彌生與臺灣的原點——特別重製的《圓點的強迫妄想》揭開序幕，聚焦其1951年至2005年間的創作，展出70件精選作品，透過「草間的綻放」、「圓點・原點」、「草間的蟄伏」、「Love Forever」四個子題，以草間彌生生涯中的創作探索與實驗為引，深入藝術家跌宕豐厚的生命軌跡。本展汲取收藏家W Collection獨到的收藏視野，奠基於日本青森縣立美術館「從W Collection看草間彌生的軌跡與奇跡」（草間彌生の キセキ –W コレクションによる）之展覽成果，北師美術館亦與草間彌生工作室緊密合作，除重製《圓點的強迫妄想》之外，並借展10餘組鮮少曝光的偶發展演紀錄及服裝展件，聚焦藝術家早期行為實驗對形塑其藝術生涯的重要性。\n\n步入北師美術館，數顆碩大的有機形體橫亙挑高展間，穿行期間彷如走入草間彌生的世界——消融於無盡重複的圓點之中。《圓點的強迫妄想》等數件大型裝置、軟雕塑與標誌性畫作，體現 1985年後「草間的綻放」：逐步踏上世界舞台的她，作品揮別70年代的陰鬱，愈發流露出生氣蓬勃、無拘揮灑的創作動能。三樓展間則如時光迴廊般，回溯其創作萌發的軌跡：「圓點・原點」展出早期的圓點、日本畫作品，呈現年少的草間彌生如何透過畫筆，描繪、轉化其眼中所見的自然萬物、家庭關係與二戰的社會景況。\n\n旅美時期的受挫經驗與1973年返日後的震盪階段，則收納於「草間的蟄伏」，多件粉彩、墨彩與拼貼形構的平面作品，潛入藝術家身心混沌時期的恐懼、焦躁、絕望與想望。地下室的「Love Forever」展區聚焦草間彌生1960年代中期以降所進行的偶發行動，以《花縱慾》等四部前衛的展演紀錄影像，交織大型裝置《驅迫意象》及數件於早期演出中繪製使用的珍貴服裝，深入這位舉世無雙的藝術家為大眾所開創的，關於反戰、性、身體與愛的繁複想像。\n\n「草間彌生的『軌跡』與『奇跡』」關照草間彌生生命經驗與藝術語彙的錯綜交織，深入其創作實踐的發展「軌跡」，在探問藝術家何以持續開創嶄新可能的同時，也擁抱藝術與生命的「奇跡」。",
    },
];

export const all_posters = [
    {
        id: "now_or_upcomming",
        data: now_or_upcomming_data,
    },
    {
        id: "past",
        data: past_data,
    },
];